{"pages":[{"title":"About","text":"Coronavirus disease (COVID-19) is an infectious disease caused by a newly discovered coronavirus. Stay aware of the latest information on the COVID-19 outbreak, but do not be confused by the FAKE NEWS. Corona Virus Fact Check is here for providing information from reputable sources, to help you identify fake news. We encourage good discussions that are based on facts.We are against racism and hate speeches, especially when they are based on fake news. The credibility of the sourceThe fact-checking is based on the following matrix, by order. Credibility Source Example ++++ World Health Organization (WHO) and UN www.who.int +++ Official statement from a government website domain with .gov +++ Serious newspapers that are in Central zone in the Media Bias Chart (Picture in below) BBC, Reuters +++ Well-known and respectable scientists and medical professionals “The Lancet” journal + Well-known co-authoring websites Wikipedia, Quora +/- Social media Facebook, Twitter - - Politicians and Government officer who has his/her own political agenda Mr. Donald Trump - - - - Newspapers in “Just No” “Don’t read” zones Daily Mail, Daily Caller Media Bias Charts Why critical thinking is important?Because some media are deliberately lying, or manipulating the fact. Contact us: coronavirusfactcheck@gmail.com Reference: FAKE NEWS vs. REAL NEWS: How to Determine the Reliability of Sources Step-by-Step Guide &amp; Research Rescue: Evaluating Credibility Fake News: How to Spot It Media Bias Chart by Ad Fontes Media Top Online News Media Bias Ratings People Are Posting Examples Of How Media Can Manipulate The Truth","link":"/about/index.html"}],"posts":[{"title":"TV2 - Professor of Chinas corona statistics: We cannot rely on official figures","text":"News That Was Published by TV2On 03/27/2020, Norweigen media TV2 published a news “Professor of China’s corona statistics: - We cannot rely on official figures”, with subtitle “21 MILLION FEWER MOBILE CUSTOMERS IN CHINA“. (Original text: Professor om Kinas koronastatistikk: – Vi kan ikke stole på offisielle tall, 21 MILLIONER FÆRRE MOBILKUNDER I KINA), by reporter Kjell Persen. In the beginning of the news, it refered to a Bloomberg news, that Mobile companies in China report 21 million fewer mobile customers in the country after the corona eruption, Bloomberg writes . For the first time since 2000, it is the red number for the world’s largest mobile company. China Mobile has lost over eight million subscribers in January and February, the company reports on its website. During the same period, China Unicom Hong Kong Ltd. lost 7.8 million users, while China Telecom Corporation reports that 5.6 million customers disappeared in February. Based on above, the article on TV2 news continued as: The unusual decline in the number of mobile users following the corona eruption has also led to speculation in social media about large dark numbers in the spread of the virus in China. (Therefore we) Can’t count on official figures. We can’t rely on official figures. There is great uncertainty. Chinese people with symptoms that are not tested are reported because they do not want to be diagnosed with new cases, Tunsjø told TV 2. Fact-CheckingFact 1In the very same Bloomberg news article, it clearly explained that Part of the drop could be caused by migrant workers – who often have one subscription for where they work and another for their home region – canceling their work-region account after the virus prevented them from returning to work after the Lunar New Year holidays that began in late January, said Chris Lane, an analyst at Sanford C. Bernstein &amp; Co. But this part from the very same article was ignored by TV2. Fact 2A trustworthy media AP already published an in-depth article: Drop in cellphone users in China wrongly attributed to coronavirus death to address this wrong information. (Check why we believe AP is a more trusted source) CLAIM: Drop in cellphone users in China is proof that the coronavirus has killed 21 million in the country, far more than the official count. AP’S ASSESSMENT: False. The decline in cellphone users is not linked to the number of people who died after being infected with coronavirus. Major cellphone carriers in China attributed the drop to people with multiple phone numbers canceling some service during the outbreak. THE FACTS: Major cellphone carriers in China reported a loss of nearly 21 million subscriptions in January and February as the virus spread in the country. A number of false reports misinterpreting the data have emerged on social media, with claims that the figures are connected to the number of people who died from the virus. SuggestionIt is always good to check/read the original source. This case perfectly showed how an incompleted picture can be used for leading readers to believe something else.","link":"/2020/04/03/TV2-Professor-of-Chinas-corona-statistics-We-cannot-rely-on-official-figures/"},{"title":"No, Coronavirus is NOT A Man-Made Bioweapon","text":"What We HeardThere is a conspiracy on internet that, Corona Virus (offical name SARS-CoV-2), was made by scientists and escaped from a lab in Wuhan China, where the outbreak began. As The Economist Times reported: According to an ET Prime report, a group of Chinese scientists in Canada were accused of spying and were stripped of their access to Canada’s National Microbiology Lab (NML) which is known to work on some of the most deadly pathogens. The alleged ‘policy breach’, highlighted the bioweapon program of other countries including China. Dr Francis Boyle, the creator of Bio Weapons Act, also claims that ‘the coronavirus is an offensive biological warfare weapon with DNA-genetic engineering’. Again, the claims about coronavirus being a biological weapon are unsubstantiated. The first prominent personality to come out publicly and support the theory was the US senator Tom Cotton who appeared on Fox News to allege that the virus could indeed have originated from the lab. Vox also wrote: Conspiratorial claims about the Wuhan lab are circulating on cable news and social media…let’s note who is spreading rumors about the origins of the virus. First, several prominent US conservative pundits and politicians — known to regularly spew nonsense (and bash China) — have been politicizing the bioweapon rumor for weeks. “It probably is a ChiCom laboratory experiment that is in the process of being weaponized,” right-wing radio host and Presidential Medal of Freedom recipient Rush Limbaugh said of the virus on February 24. “All superpower nations weaponize bioweapons.” Sen. Tom Cotton (R-AR) has repeatedly suggested before Congress and on Fox News that the virus could have come from the lab. Fact-CheckingTremendous scientists and media have confirmed this conspiracy is NOT true. Example 1 SARS-CoV-2 is the seventh coronavirus known to infect humans; SARS-CoV, MERS-CoV and SARS-CoV-2 can cause severe disease, whereas HKU1, NL63, OC43 and 229E are associated with mild symptoms6. Here we review what can be deduced about the origin of SARS-CoV-2 from comparative analysis of genomic data. We offer a perspective on the notable features of the SARS-CoV-2 genome and discuss scenarios by which they could have arisen. Our analyses clearly show that SARS-CoV-2 is not a laboratory construct or a purposefully manipulated virus. Nature JournalThe proximal origin of SARS-CoV-2 Example 2 The rapid, open, and transparent sharing of data on this outbreak is now being threatened by rumours and misinformation around its origins. We stand together to strongly condemn conspiracy theories suggesting that COVID-19 does not have a natural origin. Scientists from multiple countries have published and analysed genomes of the causative agent, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2),1 and they overwhelmingly conclude that this coronavirus originated in wildlife as have so many other emerging pathogens.This is further supported by a letter from the presidents of the US National Academies of Science, Engineering, and Medicine13 and by the scientific communities they represent. *Conspiracy theories do nothing but create fear, rumours, and prejudice that jeopardise our global collaboration in the fight against this virus. * The Lancet JournalStatement in support of the scientists, public health professionals, and medical professionals of China combatting COVID-19 Example 3 A preliminary scientific paper shows this is a genuinely new virus, and there’s no way it could have been engineered by humansIn a recent podcast episode, Racaniello discussed with two other researchers a fascinating preprint paper (that’s currently under peer review, according to the authors) about the virus origin. The key finding: that SARS-CoV-2 is “not a laboratory construct nor a purposefully manipulated virus.” The paper, which was uploaded onto Virological.org in February, is written by several leading microbiologists who closely examined the SARS-CoV-2 genome. Specifically, they found the unusual biochemical features of the virus could only have come about two ways after the virus jumped from animal to humans, or what’s called zoonotic transfer. The ways, they write, are: “1) natural selection in a non-human animal host prior to zoonotic transfer, and 2) natural selection in humans following zoonotic transfer.” In other words, nature came up with these weird characteristics in the genome, either in an intermediary animal between bats and people or in humans after the virus infected one. As Racaniello put it on his podcast: “Humans could never have dreamed this up.” VoxNo, COVID-19 Coronavirus Was Not Bioengineered. Here’s The Research That Debunks That Idea Example 4 A new analysis of SARS-CoV-2 may finally put that latter idea to bed. A group of researchers compared the genome of this novel coronavirus with the seven other coronaviruses known to infect humans: SARS, MERS and SARS-CoV-2, which can cause severe disease; along with HKU1, NL63, OC43 and 229E, which typically cause just mild symptoms, the researchers wrote March 17 in the journal Nature Medicine. Live ScienceThe coronavirus did not escape from a lab. Here's how we know Example 5 In fact, there is not only a lack of evidence supporting these conspiracy theories, there has been growing strong scientific evidence against both of them (China or US made this virus). ForbesNo, COVID-19 Coronavirus Was Not Bioengineered. Here’s The Research That Debunks That Idea This conspiracy is offically debunked now.","link":"/2020/04/04/No-CoronaVirus-Is-Not-A-Man-Made-Bioweapon/"}],"tags":[{"name":"TV2","slug":"TV2","link":"/tags/TV2/"},{"name":"Statistics","slug":"Statistics","link":"/tags/Statistics/"},{"name":"Mobile Subscriptions","slug":"Mobile-Subscriptions","link":"/tags/Mobile-Subscriptions/"},{"name":"Official Figures","slug":"Official-Figures","link":"/tags/Official-Figures/"},{"name":"AP News","slug":"AP-News","link":"/tags/AP-News/"},{"name":"Bloomberg","slug":"Bloomberg","link":"/tags/Bloomberg/"},{"name":"Bioweapon","slug":"Bioweapon","link":"/tags/Bioweapon/"},{"name":"Man-made","slug":"Man-made","link":"/tags/Man-made/"},{"name":"Lab","slug":"Lab","link":"/tags/Lab/"},{"name":"Conspiracy","slug":"Conspiracy","link":"/tags/Conspiracy/"},{"name":"Tom Cotton","slug":"Tom-Cotton","link":"/tags/Tom-Cotton/"}],"categories":[]}