{"pages":[{"title":"About","text":"Coronavirus disease (COVID-19) is an infectious disease caused by a newly discovered coronavirus. Stay aware of the latest information on the COVID-19 outbreak, but do not be confused by the FAKE NEWS. Corona Virus Fact Check is here for providing information from reputable sources, to help you identify fake news. We encourage good discussions that are based on facts.We against racism and hate speeches, especially when they are based on fake news. The credibility of the sourceThe fact-checking is based on the following matrix, by order. Credibility Source Example ++++ World Health Organization (WHO) and UN www.who.int +++ Official statement from a government website domain with .gov +++ Serious newspapers that are in Central zone in the Media Bias Chart (Picture in below) BBC, Reuters +++ Well-known and respectable scientists and medical professionals “The Lancet” journal + Well-known co-authoring websites Wikipedia, Quora +/- Social media Facebook, Twitter - - Politicians and Government officer who has his/her own political agenda Mr. Donald Trump - - - - Newspapers in “Just No” “Don’t read” zones Daily Mail, Daily Caller Media Bias Charts Why critical thinking is important?Because some media are deliberately lying, or manipulating the fact. Contact us: coronavirusfactcheck@gmail.com Reference: FAKE NEWS vs. REAL NEWS: How to Determine the Reliability of Sources Step-by-Step Guide &amp; Research Rescue: Evaluating Credibility Fake News: How to Spot It Top Online News Media Bias Ratings People Are Posting Examples Of How Media Can Manipulate The Truth","link":"/about/index.html"}],"posts":[{"title":"TV2 - Professor of Chinas corona statistics: We cannot rely on official figures","text":"News That Was Published by TV2On 03/27/2020, Norweigen media TV2 published a news “Professor of China’s corona statistics: - We cannot rely on official figures”, with subtitle “21 MILLION FEWER MOBILE CUSTOMERS IN CHINA“. (Original text: Professor om Kinas koronastatistikk: – Vi kan ikke stole på offisielle tall, 21 MILLIONER FÆRRE MOBILKUNDER I KINA), by reporter Kjell Persen. In the beginning of the news, it refered to a Bloomberg news, that Mobile companies in China report 21 million fewer mobile customers in the country after the corona eruption, Bloomberg writes . For the first time since 2000, it is the red number for the world’s largest mobile company. China Mobile has lost over eight million subscribers in January and February, the company reports on its website. During the same period, China Unicom Hong Kong Ltd. lost 7.8 million users, while China Telecom Corporation reports that 5.6 million customers disappeared in February. Based on above, the TV2 news had conclused that: The unusual decline in the number of mobile users following the corona eruption has also led to speculation in social media about large dark numbers in the spread of the virus in China. (Therefore we) Can’t count on official figures. We can’t rely on official figures. There is great uncertainty. Chinese people with symptoms that are not tested are reported because they do not want to be diagnosed with new cases, Tunsjø told TV 2. Fact-CheckingFact 1In the very same Bloomberg news article, it clearly explained that Part of the drop could be caused by migrant workers – who often have one subscription for where they work and another for their home region – canceling their work-region account after the virus prevented them from returning to work after the Lunar New Year holidays that began in late January, said Chris Lane, an analyst at Sanford C. Bernstein &amp; Co. But this part from the very same article was ignored by TV2. Fact 2A trustworthy media AP already published an in-depth article: Drop in cellphone users in China wrongly attributed to coronavirus death to address this wrong information. (Check why we believe AP is a more trusted source) CLAIM: Drop in cellphone users in China is proof that the coronavirus has killed 21 million in the country, far more than the official count. AP’S ASSESSMENT: False. The decline in cellphone users is not linked to the number of people who died after being infected with coronavirus. Major cellphone carriers in China attributed the drop to people with multiple phone numbers canceling some service during the outbreak. THE FACTS: Major cellphone carriers in China reported a loss of nearly 21 million subscriptions in January and February as the virus spread in the country. A number of false reports misinterpreting the data have emerged on social media, with claims that the figures are connected to the number of people who died from the virus. SuggestionIt is always good to check/read the original source. This case perfectly showed how an incompleted picture can be used for leading readers to believe something else.","link":"/2020/04/03/TV2-Professor-of-Chinas-corona-statistics-We-cannot-rely-on-official-figures/"}],"tags":[{"name":"TV2","slug":"TV2","link":"/tags/TV2/"},{"name":"Statistics","slug":"Statistics","link":"/tags/Statistics/"},{"name":"Mobile Subscriptions","slug":"Mobile-Subscriptions","link":"/tags/Mobile-Subscriptions/"},{"name":"Official Figures","slug":"Official-Figures","link":"/tags/Official-Figures/"},{"name":"AP News","slug":"AP-News","link":"/tags/AP-News/"},{"name":"Bloomberg","slug":"Bloomberg","link":"/tags/Bloomberg/"}],"categories":[]}