{"pages":[{"title":"","text":"Our MissionWe are a not-for-profit, nonpartisan volunteer group aims to bring transparency and fairness through offering the readers with ‘clean facts’ on the subject of the COVID-19 pandemic. Our fact-checking covers rumors, myths and misinformation from traditional media, social media, politicians’ speech and etc. We encourage good discussions that are based on facts.We are against racism and hate speeches. Our VisionNowadays there are too many ‘opinions’ and too few ‘truths’. We believe people have the right to make their own judgement based on clean &amp; unbiased facts. We do not offer OPINIONS, as they could be easily manipulated, and too often biased. We offer solid FACTS from solid research &amp; neutral writing style. Why we are doing this?There is a tremendous amount of FAKE NEWS all over the Internet, and when a global pandemic like COVID-19 is in place, it could be particularly dangerous. It brings chaos, mistrust, racism and eventually blood. We would like to offer the readers a new perspective, a platform to obtain the reliable facts, not the manipulated hatred towards other ethnic groups or nations. Our topic selection processWe closely monitor the traditional media as well as social media, and we are more than happy to hear the voice of our readers. We prioritize/evaluate the topics based on the newsworthiness, the potential damage it might engender, as well as the feasibility of fact-checking. How do we fact check the claims?As a routine first step, we would run a holistic online research on Google, aiming to get a holistic touch of the topic. As a second step, we would largely rely on primary data &amp; credible secondary data to fulfil the story line with solid facts. All the data sources will be clearly labelled. Why critical thinking is important?Because some media are deliberately lying, or manipulating the fact. Contact us: coronavirusfactcheck@gmail.com","link":"/about/index.html"}],"posts":[{"title":"No, Coronavirus is NOT A Man-Made Bioweapon","text":"What We HeardThere is a conspiracy on internet that, Corona Virus (offical name SARS-CoV-2), was made by scientists and escaped from a lab in Wuhan China, where the outbreak began. As The Economist Times reported: According to an ET Prime report, a group of Chinese scientists in Canada were accused of spying and were stripped of their access to Canada’s National Microbiology Lab (NML) which is known to work on some of the most deadly pathogens. The alleged ‘policy breach’, highlighted the bioweapon program of other countries including China. Dr Francis Boyle, the creator of Bio Weapons Act, also claims that ‘the coronavirus is an offensive biological warfare weapon with DNA-genetic engineering’. Again, the claims about coronavirus being a biological weapon are unsubstantiated. The first prominent personality to come out publicly and support the theory was the US senator Tom Cotton who appeared on Fox News to allege that the virus could indeed have originated from the lab. Vox also wrote: Conspiratorial claims about the Wuhan lab are circulating on cable news and social media…let’s note who is spreading rumors about the origins of the virus. First, several prominent US conservative pundits and politicians — known to regularly spew nonsense (and bash China) — have been politicizing the bioweapon rumor for weeks. “It probably is a ChiCom laboratory experiment that is in the process of being weaponized,” right-wing radio host and Presidential Medal of Freedom recipient Rush Limbaugh said of the virus on February 24. “All superpower nations weaponize bioweapons.” Sen. Tom Cotton (R-AR) has repeatedly suggested before Congress and on Fox News that the virus could have come from the lab. Fact-CheckingTremendous scientists and media have confirmed this conspiracy is NOT true. Example 1 SARS-CoV-2 is the seventh coronavirus known to infect humans; SARS-CoV, MERS-CoV and SARS-CoV-2 can cause severe disease, whereas HKU1, NL63, OC43 and 229E are associated with mild symptoms6. Here we review what can be deduced about the origin of SARS-CoV-2 from comparative analysis of genomic data. We offer a perspective on the notable features of the SARS-CoV-2 genome and discuss scenarios by which they could have arisen. Our analyses clearly show that SARS-CoV-2 is not a laboratory construct or a purposefully manipulated virus. Nature JournalThe proximal origin of SARS-CoV-2 Example 2 The rapid, open, and transparent sharing of data on this outbreak is now being threatened by rumours and misinformation around its origins. We stand together to strongly condemn conspiracy theories suggesting that COVID-19 does not have a natural origin. Scientists from multiple countries have published and analysed genomes of the causative agent, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2),1 and they overwhelmingly conclude that this coronavirus originated in wildlife as have so many other emerging pathogens.This is further supported by a letter from the presidents of the US National Academies of Science, Engineering, and Medicine13 and by the scientific communities they represent. *Conspiracy theories do nothing but create fear, rumours, and prejudice that jeopardise our global collaboration in the fight against this virus. * The Lancet JournalStatement in support of the scientists, public health professionals, and medical professionals of China combatting COVID-19 Example 3 A preliminary scientific paper shows this is a genuinely new virus, and there’s no way it could have been engineered by humansIn a recent podcast episode, Racaniello discussed with two other researchers a fascinating preprint paper (that’s currently under peer review, according to the authors) about the virus origin. The key finding: that SARS-CoV-2 is “not a laboratory construct nor a purposefully manipulated virus.” The paper, which was uploaded onto Virological.org in February, is written by several leading microbiologists who closely examined the SARS-CoV-2 genome. Specifically, they found the unusual biochemical features of the virus could only have come about two ways after the virus jumped from animal to humans, or what’s called zoonotic transfer. The ways, they write, are: “1) natural selection in a non-human animal host prior to zoonotic transfer, and 2) natural selection in humans following zoonotic transfer.” In other words, nature came up with these weird characteristics in the genome, either in an intermediary animal between bats and people or in humans after the virus infected one. As Racaniello put it on his podcast: “Humans could never have dreamed this up.” VoxNo, COVID-19 Coronavirus Was Not Bioengineered. Here’s The Research That Debunks That Idea Example 4 A new analysis of SARS-CoV-2 may finally put that latter idea to bed. A group of researchers compared the genome of this novel coronavirus with the seven other coronaviruses known to infect humans: SARS, MERS and SARS-CoV-2, which can cause severe disease; along with HKU1, NL63, OC43 and 229E, which typically cause just mild symptoms, the researchers wrote March 17 in the journal Nature Medicine. Live ScienceThe coronavirus did not escape from a lab. Here's how we know Example 5 In fact, there is not only a lack of evidence supporting these conspiracy theories, there has been growing strong scientific evidence against both of them (China or US made this virus). ForbesNo, COVID-19 Coronavirus Was Not Bioengineered. Here’s The Research That Debunks That Idea This conspiracy is offically debunked now.","link":"/2020/04/04/No-CoronaVirus-Is-Not-A-Man-Made-Bioweapon/"},{"title":"TV2 - Professor of Chinas corona statistics: We cannot rely on official figures","text":"News That Was Published by TV2On 03/27/2020, Norweigen media TV2 published a news “Professor of China’s corona statistics: - We cannot rely on official figures”, with subtitle “21 MILLION FEWER MOBILE CUSTOMERS IN CHINA“. (Original text: Professor om Kinas koronastatistikk: – Vi kan ikke stole på offisielle tall, 21 MILLIONER FÆRRE MOBILKUNDER I KINA), by reporter Kjell Persen. In the beginning of the news, it refered to a Bloomberg news, that Mobile companies in China report 21 million fewer mobile customers in the country after the corona eruption, Bloomberg writes . For the first time since 2000, it is the red number for the world’s largest mobile company. China Mobile has lost over eight million subscribers in January and February, the company reports on its website. During the same period, China Unicom Hong Kong Ltd. lost 7.8 million users, while China Telecom Corporation reports that 5.6 million customers disappeared in February. Based on above, the article on TV2 news continued as: The unusual decline in the number of mobile users following the corona eruption has also led to speculation in social media about large dark numbers in the spread of the virus in China. (Therefore we) Can’t count on official figures. We can’t rely on official figures. There is great uncertainty. Chinese people with symptoms that are not tested are reported because they do not want to be diagnosed with new cases, Tunsjø told TV 2. Fact-CheckingFact 1In the very same Bloomberg news article, it clearly explained that Part of the drop could be caused by migrant workers – who often have one subscription for where they work and another for their home region – canceling their work-region account after the virus prevented them from returning to work after the Lunar New Year holidays that began in late January, said Chris Lane, an analyst at Sanford C. Bernstein &amp; Co. But this part from the very same article was ignored by TV2. Fact 2A trustworthy media AP already published an in-depth article: Drop in cellphone users in China wrongly attributed to coronavirus death to address this wrong information. (Check why we believe AP is a more trusted source) CLAIM: Drop in cellphone users in China is proof that the coronavirus has killed 21 million in the country, far more than the official count. AP’S ASSESSMENT: False. The decline in cellphone users is not linked to the number of people who died after being infected with coronavirus. Major cellphone carriers in China attributed the drop to people with multiple phone numbers canceling some service during the outbreak. THE FACTS: Major cellphone carriers in China reported a loss of nearly 21 million subscriptions in January and February as the virus spread in the country. A number of false reports misinterpreting the data have emerged on social media, with claims that the figures are connected to the number of people who died from the virus. SuggestionIt is always good to check/read the original source. This case perfectly showed how an incompleted picture can be used for leading readers to believe something else.","link":"/2020/04/03/TV2-Professor-of-Chinas-corona-statistics-We-cannot-rely-on-official-figures/"},{"title":"&quot;Wet Market reopened in China?&quot; - Yes and No","text":"Recently there has been a public outcry accusing the “reopen” of the so-called “wet market” in China, and the anger got endorsement from the US Secretary of State Mike Pompeo, who made a statement to urge the Chinese government to permanently ban “wildlife wet markets and all markets that sell illegal wildlife”. Did China indeed risk the public health to reopen the “dangerous” wet markets, which is widely associated with the COVID-19? It all depends on how “wet market” is interpreted. ‘Wet markets, as opposed to dry markets, which sell non-perishable goods such as grain or household products, are simply places that offer a wide range of fresh produce. Some, but not all, also sell live animals. They are referred to as “wet” owing to the fact that floors are often hosed down after vendors wash vegetables or clean fish. Wet markets that sell live animals can risk creating the types of dangerous conditions where viruses can spread from animals to humans, due to the close quarters and potentially unsanitary practices – especially, if they keep rare animals or those captured from the wild, experts say. The 2003 SARS epidemic, for example, was linked to the sale of civet cats in Guangdong province. Most wet markets, however, are not virus petri-dishes filled with exotic animals ready to be slaughtered. For a large proportion of people in China and across Asia, they are just places to go to buy fresh food, such as chicken, pork, fish and vegetables, at affordable prices. CNNChinas wet markets are not what some people think they are To put it blunt, there were indeed certain amount of wet markets do slaughter illegal wildlife - but that only makes a tiny fraction of them. Although some of the markets sell wild animals, the vast majority of them do not. Such markets are common not only in China, but throughout Asia and parts of the Middle East. NPRUS Pressures China To Close Wet Markets Thought To Be Source Of COVID-19 Villainizing “wet market” is misleading and irresponsible. Wet markets are vital to meeting the day-to-day needs of ordinary people across the world - by strict definition, the famous Fish Market in Sydney also fall in the category of wet market. WHO has made their point - wet markets are not born evil, if they are well regulated: Up till now, there has been no sign or proof that the wildlife trading is active in China. Do Chinese people eat bats?‘Chinese people eating bats, then coronavirus came out.’ has been a popular theory on social media after the COVID-19 pandemic broke out, and it got the endorsement from several celebrities, politicians and for sure, Fox News and OAN. The accusations always come with viral videos of ‘Chinese eating bat soup’. Nevertheless, no proof could support that the videos were filmed in China - while a few were filmed in Palau and Indonesia, verified by a French media. Videos of Asian people selling or eating bats have been circulating on social media since news broke of the coronavirus outbreak in China, with claims that bats are a possible origin of the new virus. The FRANCE 24 Observers team investigated six of the most-shared videos. Five were filmed outside China, in Palau and Indonesia. None of the videos had any documented link to the outbreak. France24Is bat soup a delicacy in China? We debunk a rumour on the origin of the coronavirus The origin of the coronavirus stays unknown, while no proof could support the virus transmitted to human through ‘bat soup’: But as it turns out, the market may not have been the cause of the outbreak at all. A new study shows that the early known victims had no contact with the market. And although the virus, at present, does seem to have originated in bats, it’s unclear how it made its way to humans. It’s quite likely no chowing down on the creatures of the night was involved. Foreign PolicyDon’t Blame Bat Soup for the Coronavirus Bat is viewed as a delicacy in many cultures, esp. among the aboriginals in the Pacific Island countries, e.g. Palau is quite famous for its bat dishes. In some of the communities in South Eastern Asia (1) and Africa (2) people also have the tradition to treat bats as food. Nevertheless, bats have never been a part of the Chinese cuisine - It is widely speculated that bats were treated as food among certain ‘novelty hunters’ in Southern China, but it is yet to be proved. https://link.springer.com/chapter/10.1007%2F978-3-319-25220-9_12 https://doi.org/10.1016%2FS1006-8104%2816%2930009-5","link":"/2020/04/26/Wet-Market-reopened-in-China-Yes-and-No/"}],"tags":[{"name":"Bioweapon","slug":"Bioweapon","link":"/tags/Bioweapon/"},{"name":"Man-made","slug":"Man-made","link":"/tags/Man-made/"},{"name":"Lab","slug":"Lab","link":"/tags/Lab/"},{"name":"Conspiracy","slug":"Conspiracy","link":"/tags/Conspiracy/"},{"name":"Tom Cotton","slug":"Tom-Cotton","link":"/tags/Tom-Cotton/"},{"name":"TV2","slug":"TV2","link":"/tags/TV2/"},{"name":"Statistics","slug":"Statistics","link":"/tags/Statistics/"},{"name":"Mobile Subscriptions","slug":"Mobile-Subscriptions","link":"/tags/Mobile-Subscriptions/"},{"name":"Official Figures","slug":"Official-Figures","link":"/tags/Official-Figures/"},{"name":"AP News","slug":"AP-News","link":"/tags/AP-News/"},{"name":"Bloomberg","slug":"Bloomberg","link":"/tags/Bloomberg/"},{"name":"Wet Market","slug":"Wet-Market","link":"/tags/Wet-Market/"},{"name":"Bat","slug":"Bat","link":"/tags/Bat/"},{"name":"CNN","slug":"CNN","link":"/tags/CNN/"},{"name":"NPR","slug":"NPR","link":"/tags/NPR/"},{"name":"France24","slug":"France24","link":"/tags/France24/"},{"name":"Foreign Policy","slug":"Foreign-Policy","link":"/tags/Foreign-Policy/"},{"name":"Springer","slug":"Springer","link":"/tags/Springer/"},{"name":"ScienceDirect","slug":"ScienceDirect","link":"/tags/ScienceDirect/"},{"name":"China","slug":"China","link":"/tags/China/"}],"categories":[]}